{
  "person": {
    "firstName": "Prabhakar",
    "lastName": "",
    "role": "Multimedia Journalist",
    "avatar": "avatar.png",
    "email": "prabhakarhome1993@gmail.com",
    "location": "Asia/Kolkata",
    "languages": ["Hindi", "English"]
  },
  "social": [
    {
      "name": "LinkedIn",
      "icon": "linkedin",
      "link": "https://www.linkedin.com/in/prabhakar-13580b177/"
    },
    {
      "name": "Twitter",
      "icon": "twitter",
      "link": "https://x.com/PrabhakarHrC"
    },
    {
      "name": "Email",
      "icon": "mail",
      "link": "mailto:prabhakarhome1993@gmail.com"
    }
  ],
  "home": {
    "headline": "I'm Prabhakar, a Multimedia Journalist.",
    "subline": "Bridging the Gap Between Ground Realities and National Discourse by using Journalism as a Tool for Justice—Covering Protests, Elections, and the Stories That Shape Society."
  },
  "about": {
    "intro": {
      "title": "Introduction",
      "description": "Around 3 years of journalistic experience working with different organizations and domains. I do stories to make a difference and use journalism for the public good."
    },
    "work": {
      "title": "Work Experience",
      "experiences": [
        {
          "company": "Tree Initiatives Society",
          "timeframe": "Jan 2025 - Present",
          "role": "President",
          "achievements": [
            "Founded and led Tree Initiatives Society, a registered education-focused organization committed to societal upliftment through grassroots mobilization, awareness campaigns, and inclusive development.",
            "Spearheaded key initiatives including health camps, educational outreach programs, and community engagement drives, successfully mobilizing volunteers and resources to support underprivileged populations."
          ]
        },
        {
          "company": "Jan Suraj",
          "timeframe": "Oct 2023 - Sep 2024",
          "role": "Fellow",
          "achievements": [
            "Conducted grassroots-level data collection to identify local socio-economic issues, enabling evidence-based planning and targeted intervention strategies.",
            "Led community mobilization campaigns, engaging diverse stakeholders to raise awareness, build participation, and drive collective action around public welfare initiatives."
          ]
        },
        {
          "company": "India News (ITV Network)",
          "timeframe": "Oct 2022 - Nov 2022",
          "role": "Researcher",
          "achievements": [
            "Conducted political and social research at India News, supporting news reporting with insights and writing research-based articles on current affairs to enhance content accuracy."
          ]
        },
        {
          "company": "Impractical Media",
          "timeframe": "Jan 2020 - Oct 2022",
          "role": "Chief Editor",
          "achievements": [
            "Reported on major national events including the UP Assembly elections and Farmer's Protest; contributed background research, scripts, photo stories, and in-depth coverage of politically sensitive issues like Delhi violence.",
            "Edited and created multimedia content—including fact-check posts, social media graphics, and website articles—while actively participating in editorial meetings to pitch and refine story ideas."
          ]
        }
      ]
    },
    "education": {
      "title": "Education",
      "institutions": [
        {
          "name": "Ph.D Research Scholar - Hindi (Pursuing)",
          "description": "Awadhesh Pratap Singh University, Madhya Pradesh."
        },
        {
          "name": "PG Diploma in Radio & Television Journalism (2019-2020)",
          "description": "Indian Institute of Mass Communication, New Delhi."
        },
        {
          "name": "Master of Arts in Hindi (2016-2018)",
          "description": "University of Delhi."
        },
        {
          "name": "Bachelor of Arts in Hindi (2013-2016)",
          "description": "University of Delhi."
        }
      ]
    },
    "skills": {
      "title": "Skills",
      "items": [
        {
          "title": "Investigative Journalism & Fact-Checking Expertise",
          "description": "Skilled in reporting, proofreading, editorial writing, and content research with hands-on experience using advanced verification tools such as Bot Sentinel, FotoForensics, InVid, Wayback Machine, YouTube Data Viewer, WHOIS Lookup, and Yandex. Adept at identifying misinformation and delivering accurate, responsible journalism."
        },
        {
          "title": "Multimedia Production & Digital Storytelling",
          "description": "Proficient in Hindi typing, video editing with Adobe Premiere Pro, and creating compelling infographics. Well-versed in DSLR photography and mobile journalism techniques, enabling the production of high-impact visual content tailored for digital media platforms."
        }
      ]
    }
  },
  "articles": [
    {
      "title": "Sample Article Title",
      "excerpt": "A brief description of the article that highlights key points and draws readers in.",
      "date": "2024-01-15",
      "link": "#"
    }
  ],
  "gallery": [
    {
      "url": "",
      "alt": "Gallery Image",
      "caption": "Photo caption"
    }
  ],
  "newsletter": {
    "display": true,
    "title": "Subscribe to Prabhakar's Newsletter",
    "description": "I occasionally write about social justice, corruption, and share thoughts on the intersection of technology and society."
  }
}

